---=======================Задача № 5. Создание таблицы ORDERS в схеме Raw ================= 

create table [Raw].[ORDERS] (
ORDER_NUМ      int ,                  -- Идентификатор заказа       
ORDER_DATE     date ,                 -- Дата заказа                
CUST           int ,                  -- Идентификатор клиента      
REP            int ,                  -- Идентификатор служащего   
MFR            char ,                 -- Идентификатор производителя товара 
PRODUCT        char ,                 -- Идентификтор товара       
QTY            int ,                  -- Количество товара          
AМOUNT         numeric(9,2) ,         -- Сумма заказа           
   );