   ---=======================Задача № 2.Создание таблицы OFFICES в схеме RouNayda ================= 


  create table [RouNayda].[OFFICES] (
[OFFICE]     int ,            -- Идентификатор офиса            
[CITY]       nvarchar(15),    -- Город в котором находится офис   
[REGION]     nvarchar(10),    -- Регион в котором находится офис 
[MGR]        int ,            -- Идентфикатор управляющего офисом 
[TARGET]     numeric(9,2),    -- Плановые продажи 
[SALES]      numeric(9,2)     -- Продажи офиса 
   );